/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Tudjon meg többet</b> az eszközkezelésről és a biztonságról.";

/* No comment provided by engineer. */
"A system error occurred" = "Rendszerhiba történt";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "A fiók törölve lesz innen: %@ és az eszköz többi Yahoo alkalmazásából.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Fiók hozzáadása";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Hiba történt. Próbálja újra később.";

/* Accessibility label for the back button */
"Back" = "Vissza";

/* call tip prefix in 2lc */
"Call %@" = "Hívás %@";

/* No comment provided by engineer. */
"Call again" = "Hívás megismétlése";

/* Cancel
   Cancel button title */
"Cancel" = "Mégse";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Az oldal nem tölthető be.";

/* Accessibility label for the close button */
"Close" = "Bezárás";

/* Continue to Safari for SHF */
"Continue" = "Folytatás";

/* Create Account view title
   sign up button title */
"Create Account" = "Fiók létrehozása";

/* learn more alert title */
"Device Not Recognized" = "Nem ismertük fel az eszközt";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Nem kapta meg az e-mailt?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Nem kapta meg a szöveges üzenetet?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Nem kapta meg a hanghívást?";

/* Dismiss */
"Dismiss" = "Elvetés";

/* Edit button title */
"Edit" = "Szerkesztés";

/* No comment provided by engineer. */
"Email could not be sent" = "Az e-mail küldése sikertelen";

/* No comment provided by engineer. */
"Email sent" = "E-mail elküldve";

/* No comment provided by engineer. */
"Enter Code" = "Adja meg a kódot";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Biztonsági okokból fel kell oldania fiókja zárolását.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Biztonsági okokból hitelesítse újra a fiókját.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Elfel. jelsz. v. azon.?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Elfelejtett jelszó?";

/* Go to Account recovery */
"Get Help" = "Kérjen segítséget";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Helytelen válasz. Próbálja meg újra.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Érvénytelen az. vagy jelsz. Próbálja újra.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Elérte a megengedett határértéket. Az e-mailt nem tudtuk elküldeni.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Elérte a megengedett limitet. Nem küldhető szöveges üzenet és nem indítható hanghívás.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "A bejelentkezési munkamenet lejárt, kérjük, próbálja újra.";

/* Network error alert view title */
"Network unavailable." = "A hálózat nem érhető el.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Jelszó";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Kérjük, adja meg a jelszavát a következőhöz: \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Eltávolítás";

/* Remove an account label on SSO screen */
"Remove an account" = "Töröljön egy fiókot";

/* Select an account label on SSO screen */
"Select an account" = "Válasszon ki egy fiókot";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "A munkamenet lejárt, kérjük, jelentkezzen be újra.";

/* sign in button title */
"Sign In" = "Bejelentkezés";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Bejelentkezés <a>Facebook-</a> vagy <b>Google-</b>fiókkal";

/* Zero tap alert signed in as */
"Signed in as" = "Bejelentkezve így:";

/* signing in state title for sign in button */
"Signing In" = "Bejelentkezés";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Sajnáljuk, a rendszer nem működik. Próbálja meg később.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Sajnáljuk, de jelenleg nem tud bejelentkezni. Próbálja meg később";

/* sms tip prefix in 2lc */
"Text %@" = "Szöveg %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Nem tudtuk elküldeni a szöveges üzenetet";

/* No comment provided by engineer. */
"Text message sent" = "Szöveges üzenet elküldve";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "A Second Challenge állapotadatokat nem lehetett lehívni a Short-Lived Challenge Credential-ból";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Túl sok próbálkozás. Próbálja meg újra 24 óra elteltével.";

/* No comment provided by engineer. */
"Try again" = "Próbálja újra";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Nem indítható hanghívás";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Nem lehet bejelentkezni. Ellenőrizze a rendszert, majd próbálja újra.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Nem lehet bejelentkezni. Kérem, próbálja újra.";

/* Unlock */
"Unlock" = "Feloldás";

/* unlock account view title */
"Unlock Your Account" = "Fiók letiltásának feloldása";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Fiók frissítése";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Átállás Yahoo-ra";

/* User already signed-in */
"User already signed-in" = "A felhasználó már bejelentkezett";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Az igazolókódot elküldtük: %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Hanghívás folyamatban";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Felhívtuk Önt egy igazolókóddal: %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Nem ismerjük fel ezt az eszközt. Kérjük, igazolja személyazonosságát a biztonsági kérdés megválaszolásával.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Nem ismerjük fel ezt az eszközt. Kérjük, igazolja személyazonosságát. Hamarosan elküldünk egy igazolókódot.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo azonosító";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Legalább 13 évesnek kell lennie.";

/* No comment provided by engineer. */
"Your account is locked." = "Fiókját zároltuk.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Fiókja letiltását feloldottuk. Kérjük, jelentkezzen be.";

/* No comment provided by engineer. */
"Your Answer" = "Válasz";

/* learn more alert msg line 1 */
"• New device?" = "• Új eszköz?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• A bejelentkezési igazolást választotta?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Új országból jelentkezik be?";

/* Yahoo Messenger */
"Messenger" = "Messenger";